MESSAGES = {
    "start": "Привет, я @search_trade_mark_bot 🚀\n\n🔎 Бесплатно проверяю название на возможность регистрации по базе Роспатента",
    "new_search": "🚀 Введите название, которое вы хотели бы проверить",
    "check_title_1": "Принял 👌 Проверяю название: ",
    "check_title_2": "Подключаюсь к базе Роспатента.\nВ течение минуты пришлю результат проверки и ссылку на детальный отчет.",
}
TECH_MESSAGES = {
    "help": "Вам нужна помощь? Вот как пользоваться ботом.",
    "как дела?": "У меня все хорошо, спасибо. А у вас?",
    "wrong_input": "Извините, я не понимаю ваш запрос. Попробуйте еще раз или нажмите кнопку help.",
    "tm_name_error": "Извините, такое название неподходит, введите слово или несколько слов на русском языке или латиницей",
    "api_error": "Извините произошла ошибка, попробуйте позднее",
    "alert_message": "Извините, но я могу обработать только текст",
    "bot_error": "Извините, произошла непредвиденная ошибка.",
}
RESULTS_CHECK = {
    "High": "😔 Найдены очень похожие товарные знаки.\n\n🛑 Вероятность регистрации низкая.\n\n📑 Подробный отчет о схожих товарных знаках можно посмотреть по ссылке: ",
    "Medium": "🤔 Найдены похожие товарные знаки.\n\n🟡 Вероятность регистрации средняя.\n\n📑 Подробный отчет о схожих товарных знаках можно посмотреть по ссылке: ",
    "Low": "🥳 Поздравляем, ваше название уникально!\n\n🟢 Вероятность регистрации высокая.",
    "None": "🥳 Поздравляем, ваше название уникально!\n\n🟢 Вероятность регистрации высокая.",
    "false": "Ошибка",
}
